Repository: wiliak16/easylytics
Catalog: languages/easylytics-*.po
Languages: sk_sk

source: EasyLytics Settings
sk_sk: Nastavenia EasyLytics

source: Insufficient permissions
sk_sk: Nedostatočné oprávnenia

source: Color settings reset to defaults successfully!
sk_sk: Nastavenia farieb boli úspešne obnovené na predvolené!

source: General Settings
sk_sk: Všeobecné nastavenia

source: Enter your GA4 Measurement ID (starts with G-)
sk_sk: Zadajte váš GA4 Measurement ID (začína G-)

source: Popup Position
sk_sk: Pozícia popup okna

source: Bottom Right
sk_sk: Vpravo dole

source: Bottom Left
sk_sk: Vľavo dole

source: Bottom Center
sk_sk: V strede dole

source: Force Language
sk_sk: Vynútiť jazyk

source: Use WordPress Language
sk_sk: Použiť jazyk WordPress

source: Force the plugin to use a specific language instead of following WordPress language settings.
sk_sk: Vynútiť pluginu používanie konkrétneho jazyka namiesto nasledovania jazykových nastavení WordPress.

source: Appearance Settings
sk_sk: Nastavenia vzhľadu

source: Reset to Default Colors
sk_sk: Obnoviť predvolené farby

source: Background Color
sk_sk: Farba pozadia

source: Text Color
sk_sk: Farba textu

source: Primary Button Background
sk_sk: Pozadie hlavného tlačidla

source: Primary Button Text
sk_sk: Text hlavného tlačidla

source: Secondary Button Background
sk_sk: Pozadie vedľajšieho tlačidla

source: Secondary Button Text
sk_sk: Text vedľajšieho tlačidla

source: Border Color
sk_sk: Farba okraja

source: Font Size (px)
sk_sk: Veľkosť písma (px)

source: Tools
sk_sk: Nástroje

source: Google Analytics Conflict Scanner
sk_sk: Skener konfliktov Google Analytics

source: Scan your website for potential conflicts with other Google Analytics implementations.
sk_sk: Prehľadajte svoju webovú stránku na potenciálne konflikty s inými implementáciami Google Analytics.

source: Scan for Conflicts
sk_sk: Skenuj konflikty

source: Security check failed
sk_sk: Bezpečnostná kontrola zlyhala

source: Settings saved successfully!
sk_sk: Nastavenia boli úspešne uložené!

source: Close
sk_sk: Zavrieť

source: We use cookies
sk_sk: Používame cookies

source: We use cookies to improve your experience on our website and to analyze traffic. Choose which cookies you want to allow.
sk_sk: Používame cookies na zlepšenie vášho zážitku na našej webovej stránke a na analýzu návštevnosti. Vyberte si, ktoré cookies chcete povoliť.

source: Accept All
sk_sk: Prijať všetko

source: Cookie Settings
sk_sk: Nastavenia cookies

source: Technical Cookies
sk_sk: Technické cookies

source: These cookies are necessary for the website to function properly.
sk_sk: Tieto cookies sú potrebné pre správne fungovanie webovej stránky.

source: Analytical Cookies
sk_sk: Analytické cookies

source: These cookies help us understand how visitors interact with our website.
sk_sk: Tieto cookies nám pomáhajú pochopiť, ako návštevníci interagujú s našou webovou stránkou.

source: Save Preferences
sk_sk: Uložiť preferencie

source: General
sk_sk: Všeobecné

source: Appearance
sk_sk: Vzhľad

source: Content
sk_sk: Obsah

source: Content settings reset to defaults successfully!
sk_sk: Nastavenia obsahu boli úspešne obnovené na predvolené!

source: Content Settings
sk_sk: Nastavenia obsahu

source: Customize all text that appears in the cookie consent popup. These texts will be used instead of translations.
sk_sk: Prispôsobte všetky texty, ktoré sa zobrazujú v popup okne súhlasu s cookies. Tieto texty sa použijú namiesto prekladov.

source: Popup Title
sk_sk: Názov popup okna

source: Popup Description
sk_sk: Popis popup okna

source: General description of cookie usage that appears in the popup.
sk_sk: Všeobecný popis používania cookies, ktorý sa zobrazuje v popup okne.

source: Accept All Button
sk_sk: Tlačidlo Prijať všetko

source: Cookie Settings Button
sk_sk: Tlačidlo Nastavenia cookies

source: Save Preferences Button
sk_sk: Tlačidlo Uložiť preferencie

source: Close Button Label
sk_sk: Popis tlačidla Zavrieť

source: Accessibility label for the close button (screen readers).
sk_sk: Prístupnostný popis tlačidla zavrieť (pre čítačky obrazovky).

source: Technical Cookies Title
sk_sk: Názov technických cookies

source: Technical Cookies Description
sk_sk: Popis technických cookies

source: Analytical Cookies Title
sk_sk: Názov analytických cookies

source: Analytical Cookies Description
sk_sk: Popis analytických cookies

source: Reset Content to Defaults
sk_sk: Obnoviť obsah na predvolený

source: Reset all content texts to default English values.
sk_sk: Obnoviť všetky textové obsahy na predvolené anglické hodnoty.

source: Are you sure you want to reset all content texts to defaults?
sk_sk: Ste si istí, že chcete obnoviť všetky textové obsahy na predvolené?

source: Scan Results:
sk_sk: Výsledky skenovania:

source: No conflicts detected!
sk_sk: Neboli zistené žiadne konflikty!

source: Found
sk_sk: Nájdené

source: potential conflict(s)
sk_sk: potenciálny konflikt(y)

source: Scanning...
sk_sk: Skenujem...

source: Error occurred
sk_sk: Nastala chyba

source: Are you sure you want to reset all color settings to defaults?
sk_sk: Ste si istí, že chcete obnoviť všetky nastavenia farieb na predvolené?

source: Disable YouTube Cookies
sk_sk: Zakázať YouTube cookies

source: Convert YouTube embeds to use youtube-nocookie.com
sk_sk: Konvertovať YouTube vloženia na youtube-nocookie.com

source: Automatically converts all YouTube embeds to the privacy-enhanced mode which uses youtube-nocookie.com domain and reduces cookie tracking.
sk_sk: Automaticky konvertuje všetky YouTube vloženia do režimu s vylepšeným súkromím, ktorý používa doménu youtube-nocookie.com a znižuje sledovanie cookies.

source: Note:
sk_sk: Poznámka:

source: This affects both WordPress auto-embeds and manual iframe embeds.
sk_sk: Týka sa to WordPress automatických vložení aj manuálnych iframe vložení.

source: Description
sk_sk: Popis

source: Plugin Description & Documentation
sk_sk: Popis pluginu a dokumentácia

source: README.md file not found in plugin directory.
sk_sk: README.md súbor sa nenašiel v adresári pluginu.

source: README.md file is empty or could not be read.
sk_sk: README.md súbor je prázdny alebo sa nedá čítať.

source: Cookie Information URL
sk_sk: URL informácií o cookies

source: Optional URL to a page with detailed cookie information. Leave empty to hide the link.
sk_sk: Voliteľná URL stránky s podrobnými informáciami o cookies. Nechajte prázdne pre skrytie odkazu.

source: Cookie Information Link Label
sk_sk: Popis odkazu na informácie o cookies

source: Text for the cookie information link (only shown if URL is provided).
sk_sk: Text odkazu na informácie o cookies (zobrazuje sa len ak je zadaná URL).

source: Success Message
sk_sk: Správa o úspešnom uložení

source: Message displayed when cookie preferences are successfully saved.
sk_sk: Správa zobrazená po úspešnom uložení nastavení cookies.

source: HTML Support:
sk_sk: Podpora HTML:

source: You can use basic HTML tags like &lt;br&gt;, &lt;strong&gt;, &lt;em&gt;, and &lt;a&gt;.
sk_sk: Môžete použiť základné HTML tagy ako &lt;br&gt;, &lt;strong&gt;, &lt;em&gt;, a &lt;a&gt;.

source: Preview:
sk_sk: Náhľad:

source: Hide Cookie Settings Button
sk_sk: Skryť nastavenia cookies tlačidlo

source: Text shown when cookie settings are expanded (toggle mode).
sk_sk: Text zobrazený keď sú nastavenia cookies rozbalené (prepínací režim).

source: Allow YouTube to set cookies for enhanced video features.
sk_sk: Povoliť YouTube nastavovať cookies pre rozšírené video funkcie.

source: YouTube Video Blocked
sk_sk: YouTube Video je Blokované

source: This video requires YouTube cookies to play.
sk_sk: Toto video vyžaduje YouTube cookies na prehrávanie.

source: Allow YouTube Cookies & Play
sk_sk: Povoliť YouTube Cookies a Prehrať

source: YouTube Cookies Title
sk_sk: Názov YouTube Cookies

source: YouTube Cookies Description
sk_sk: Popis YouTube Cookies

source: YouTube Blocked Title
sk_sk: Názov blokovaného YouTube

source: Title shown when YouTube video is blocked.
sk_sk: Názov zobrazený keď je YouTube video blokované.

source: YouTube Blocked Message
sk_sk: Správa blokovaného YouTube

source: Message shown when YouTube video is blocked.
sk_sk: Správa zobrazená keď je YouTube video blokované.

source: YouTube Accept Button
sk_sk: YouTube akceptačné tlačidlo

source: Button text to allow YouTube cookies.
sk_sk: Text tlačidla na povolenie YouTube cookies.

source: Reject All
sk_sk: Odmietnuť všetko

source: Reject All Button
sk_sk: Tlačidlo Odmietnuť všetko

source: Tertiary Button Background
sk_sk: Pozadie terciárneho tlačidla

source: Tertiary Button Text
sk_sk: Text terciárneho tlačidla
